Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: This accommodation also produces Chianti wine and an excellent extra virgin olive oil.
es: Este alojamiento también elabora vino de Chianti y un magnífico aceite de oliva virgen extra.

source: An understanding and accommodation of different styles of social interaction.
es: Comprensión de los diversos estilos de interacción social y adaptación a esos estilos.

source: It also has an extensive network of rural accommodation.
es: Además, cuenta con una amplia red de alojamientos rurales.

source: Depreciation, amortization and depletion in the first six months of 2008 increased by $5.6 million to $92.6 million from $87.0 million in the first six months of 2007, and was principally due to higher amortization of capitalized leachable material.
es: La depreciación, amortización y agotamiento en los seis primeros meses de 2008 aumentó en $5.6 millones a $92.6 millones de $87.0 millones en los seis primeros meses de 2007, y se debió sobre todo a una mayor amortización del material lixiviable capitalizado.

source: Included as part of accumulated depreciation is accumulated amortization related to capital lease fixed assets.
es: Se incluye como parte de la depreciación acumulada la amortización acumulada relacionada con los activos fijos en leasing.

source: Start-up expenses are valued at cost and are presented net of amortization, which is generally taken on a straight-line basis over five years.
es: Se encuentran valorados por los costes incurridos, y se presentan netos de su amortización, la cual se efectúa, en general, linealmente en un plazo de cinco años.

source: The system recognizes by the transaction type that the entry represents the activity of investment amortization or depreciation.
es: El sistema reconoce por la clase de movimiento que la entrada representa la actividad de amortización o revalorización de participaciones.

source: (18,889) Amortization in real terms of long-term liabilities
es: (18,889) Amortización en términos reales del pasivo a largo plazo

source: Negative amortization loans start out with a reduced monthly payment.
es: Este tipo de préstamos comienza con una cuota mensual baja.

source: Is there a limit to the number of people who can use one accommodation?
es: ¿Hay un límite al número de personas que pueden usar un alojamiento?

source: The program finances travel and accommodation in the other country.
es: El programa financia las ayudas para viajes y estancias en el otro país.

source: You have to request a reasonable accommodation in order to get one.
es: Para que se realice una adaptación razonable, debes solicitarla.

source: We explained this with an example of an extravagant family that ultimately has to sell the family jewels or the family house and move into rented accommodation.
es: Lo hacíamos con el ejemplo de la familia malgastadora que acaba teniéndose que empeñar las joyas o vendiéndose la casa y yendo de alquiler.

source: Private accommodation / self catering / single room
es: Alojamiento privado / sin comidas / habitación individual

source: This is also about adequate accommodation for the victims of violence and about the law standing by the individual.
es: Se trata de crear alojamientos suficientes para las víctimas de la violencia y de prestar asistencia jurídica a cada persona.

source: His actions, keeping the escalating fire in check, allowed two other firefighters to crawl into the home and rescue the 76-year-old man.
es: Sus acciones, manteniendo bajo control el fuego que se intensificaba, permitieron que otros dos bomberos avanzasen hacia la casa y rescatasen al hombre de 76 años.

source: The transaction is expected to be slightly dilutive in terms of earnings per share for SES in 1999, due to the amortization of the goodwill and financing costs resulting from this investment.
es: Para 1999, está previsto que la operación debilite ligeramente a SES en cuanto a ingresos por acción, debido precisamente a la amortización del fondo de comercio y los costes financieros resultantes de esta inversión.

source: All other amortization periods remained unchanged and amount to 20 years.
es: Todos los otros períodos de las amortizaciones restantes no cambiaron y son 20 años.

source: New privatization receipts are envisaged to be mainly used for debt amortization.
es: Se prevé emplear los nuevos ingresos derivados de la privatización principalmente en la amortización de la deuda.

source: Here check whether your amortization of goodwill should already start in the year of first consolidation or only in the following year.
es: Aquí, verifique si su amortización de fondo de comercio debe comenzar en el ejercicio de la primera consolidación o en el ejercicio siguiente.

source: The purchase or amortization will take place depositing the excess profits tax corresponding to the state bank, in favor of the possessors of the titles, subrogating the financial institution in the rights and stocks of the possessors.
es: La compra o amortización se efectuará depositando el importe correspondiente en un Banco del Estado, a disposición de los tenedores de los títulos, subrogándose la institución financiera en los derechos y acciones de los tenedores.

source: Check that the style is right for your reader.
es: Verifiquen que el estilo sea el adecuado para sus lectores/as.

source: In this regard, the evaluation of testing proposals may be regarded as a specific case of compliance check.
es: A este respecto, la evaluación de las propuestas de ensayo puede considerarse un caso particular del control de conformidad.

source: (d) I accept that it is my responsibility to check the accuracy of the information contained within the Membership Certificate once issued.
es: (d) Acepto la responsabilidad de verificar la exactitud de toda la información personal contenida en el Certificado de Afiliación en cuanto lo reciba.

source: If a fault occurs, first check the points below before taking the drive for repair.
es: Si se produce un fallo, compruebe en primer lugar los puntos indicados a continuación antes de llevar a reparar la unidad.

source: Take the time to conduct a safety check to identify potential hazards and address them before the children arrive.
es: Dedique tiempo para hacer una revisión de seguridad, identificar posibles riesgos y eliminarlos antes de que lleguen los niños.

source: We invite you to check it out to see if the question you have might be listed.
es: Le invitamos a que las lea para ver si la pregunta que usted tiene le puede ser contestada.

source: Check out these websites for more ideas for healthier living at home and at work.
es: Visite estos sitios Web para obtener más ideas sobre cómo vivir de forma más sana en la casa y en el trabajo.

source: You may want to log into your account at www.usenetserver.com to check your account status
es: Es conveniente que ingrese a su cuenta en www.usenetserver.com para verificar el estado de la misma.

source: Please periodically check this page so that you may become aware of any changes.
es: Revise periódicamente esta página de modo que tenga conocimiento de los cambios.

source: Follow the instructions on screen to check for updates.
es: Siga las instrucciones de la pantalla para comprobar si hay actualizaciones.

source: If you're unfamiliar with a school or haven't heard of it before, check it out further before crossing it off your list.
es: Si no estás familiarizado con una universidad o no la has oído antes, fíjate bien antes de borrarla de tu lista.

source: The most common is Saturday, with an afternoon check in and morning check out.
es: Por lo general es en Sábado, con llegada por la tarde y salida en la mañana.

source: For example, it makes it difficult to check on the authenticity of diplomas; as a result, the market for false certificates is booming.
es: Por ejemplo, hace muy difícil la comprobación de la autenticidad de los diplomas y por consiguiente, el mercado de falsos certificados es floreciente.

source: In that case, the author needs to check the terms of the contract signed with the publisher.
es: En estos casos el autor debe averiguar cuales son las condiciones del acuerdo de publicación que firmó con la Editorial.

source: Finally, there is a need to check the final products that will be finally delivered in the classrooms.
es: Por último, es necesario comprobar los productos finales que se entregarán finalmente en las aulas.

source: Check out these articles that may help you decide!
es: Revisa estos artícuos que pueden ayudarte a decidir!

source: Is the check engine light for oil changes glowing red on your dashboard?
es: ¿La luz de chequeo del motor está encendiendo en tu tablero?

source: What happens if I open an ETA and then need to write checks or want a check card?
es: ¿Qué sucede si abro una ETA y luego necesito girar cheques o deseo una tarjeta de cheques?

source: That is how the wolf - albeit on account of the self-sacrifice of the ÖVP - is sustained rather than kept in check.
es: De este modo se alimenta al lobo -incluso con el autosacrificio del ÖVP- en lugar de mantenerlo maniatado.

source: Windows can routinely check for updates for your computer and install them automatically.
es: Windows puede comprobar habitualmente las actualizaciones para el equipo e instalarlas de forma automática.

source: It is time-consuming and even difficult to check properly at the border the relevant national registers before issuing a visa.
es: Es largo e incluso difícil comprobar correctamente en la frontera los registros nacionales pertinentes antes de expedir un visado.

source: In regard to your second question, I will have to check this and obtain information before I can reply.
es: En cuanto a su segunda pregunta, antes de contestarle debería informarme y contrastar la información.

source: Check that the e-mail message has not been moved to a spam folder.
es: Compruebe que el mensaje de correo electrónico no haya sido enviado a la carpeta de correo basura.

source: Check off the certificates that are required and the search engine will show modules that comply with those standards.
es: Seleccionar los certificados que se requieren y el buscador mostrará módulos que cumplan con esos estándares.

source: On their way back, the journalist and the camera crew passed through the same check post, where they continued to film.
es: A su regreso, el periodista y el equipo de camarógrafos pasaron por el mismo puesto de control, donde siguieron filmando.
